{"pages":[],"posts":[{"title":"VINCENT BOUCHER","text":"Vincent Boucher | Président de MONTRÉAL.AI et QUÉBEC.AI Vers qui vous tourneriez-vous si vous recherchiez le meilleur en IA ?En 2003, Vincent Boucher a fondé MONTRÉAL.AI et QUÉBEC.AI. MONTRÉAL.AI est une entreprise de recherche à la fine pointe de l’intelligence artificielle (IA), qui développe et commercialise la technologie la plus importante jamais créée par l’humanité. QUÉBEC.AI est projet le plus ambitieux de l’histoire du Québec : faire du Québec le leader mondial de l’IA d’ici 2030. “In a moment of technological disruption, leadership matters.“ — Andrew Ng High Financier Vincent Boucher challenges limiting beliefs regarding the possibilities of our future. UPCOMING EVENTSSalon | Press Dinner | Concert | Art Auction | Charity Gala AI 101: For the Newcomers to Artificial IntelligenceOn Wed, March 11, 2020 | 2:30 PM – 4:00 PM EDT, the General Secretariat of MONTREAL.AI will present: “Artificial Intelligence 101: The First World-Class Overview of AI for the General Public“. Artificial Intelligence 101 : Buy Tickets on EventbriteBuy Tickets on Eventbrite var exampleCallback = function() { console.log('Order complete!'); }; window.EBWidgets.createWidget({ widgetType: 'checkout', eventId: '80169451989', modal: true, modalTriggerElementId: 'eventbrite-widget-modal-trigger-80169451989', onOrderComplete: exampleCallback }); var exampleCallback = function() { console.log('Order complete!'); }; window.EBWidgets.createWidget({ // Required widgetType: 'checkout', eventId: '80169451989', iframeContainerId: 'eventbrite-widget-container-80169451989', // Optional iframeContainerHeight: 425, // Widget height in pixels. Defaults to a minimum of 425px if not provided onOrderComplete: exampleCallback // Method called when an order has successfully completed }); Language: Tutorial given in English | Group Reservation: secretariat@montreal.ai “The best way to predict the future is to invent it.“ — Alan Kay Location: NRH Prince Arthur - Ballroom, 3625 Ave du Parc, Montreal (Québec), H2X 3P8. Québec AI SymposiumStimulating the Economic Activity, Research and Innovation in Artificial Intelligence in Quebec Website | Tickets: http://quebecaisymposium.com. Date And Time: Wed, October 7, 2020 | 9:30 AM – 8:30 PM EDT The Québec AI Symposium is administered by MONTREAL.AI and QUEBEC.AI. CURRENT PUBLIC PROJECTSSaraswati AI | Superhuman (AI) Teacher: All of Education, for AllSignificance: Solving UNESCO’s Educational Objectives to Support the Achievement of Education for All. Impact of the contribution: Implementation of artificial intelligence learning tools that significantly improve access and quality of education for disadvantaged and marginalized populations. Beneficiaries: 100 million people. Project: https://intelligencefoundation.github.io/#Saraswati-AI-Superhuman-AI-Teacher-All-of-Education-for-All GREAT READINGSVIP AI 101 CheatSheet for AllFor the purpose of entrusting all sentient beings with powerful AI tools to learn, deploy and scale AI in order to enhance their prosperity, to settle planetary-scale problems and to inspire those who, with AI, will shape the 21st Century, Montréal.AI introduces the “VIP AI 101 CheatSheet for All”. VIP AI 101 CheatSheet for Allhttp://www.montreal.ai/ai4all.pdf A LEGENDARY HISTORY Learn the Source of an Exceptional LegacyBorn in July 1973 in Québec City, Québec, Canada. A frail kid raised by youth centers and social welfare families (Sept. 8, 1981 – June 21, 1991) (photo before), Vincent Boucher has done his first grade twice as well as his seventh grade. Until age 14, he faced a nightmare. In May 1988, he found in a recycling bin a book quoting William James. At this moment, he decided to change his life. «To change one’s life: Start immediately. Do it flamboyantly. No exceptions.». – William James In 1993, Vincent Boucher took only 29 minutes to win, with the first 100 % score ever, the Ordre des chimiste du Québec competition. In 1996, he completed a B. Sc. Theoretical Physics in 1 year (suite de l’article), followed by a Master’s degree in Government Policy Analysis (1998) and a Master’s degree in Aerospace Engineering (2000). From 2000 to 2002, he provided management consulting for the Canadian Space Agency. Vincent Boucher | Un (jeune) homme d’exception — Nathalie Petrowski, La Presse Un homme qui vit au plus que parfait — Anne-Marie Dussault, Québec Plein Écran, Télé-Québec … un cerveau de l’aérospatial! — Le journal de Montréal In 2003, Vincent Boucher created the Intelligence Foundation. «Financier (Vincent Boucher) acquires world’s rarest stone.». – Mike King, The Gazette Also in 2003, Vincent Boucher founded MONTRÉAL.AI and QUÉBEC.AI. MONTRÉAL.AI, a research company at the forefront of the AI field, is developing the most significant technology, ever. QUÉBEC.AI is the most ambitious project in Quebec history : QUÉBEC.AI aims to make Québec the world leader in AI by 2030. (In 2016, Vincent Boucher (username: ceobillionaire) generally ranked first worldwide on the OpenAI Gym.) GET INVOLVEDMONTRÉAL.AI Volunteers SquadMONTREAL.AI is also the largest AI community in Canada. Join our volunteer squad! ✉️ MONTRÉAL.AI Volunteers Squad: secretariat@montreal.ai Officers of the Intelligence FoundationErudition, Culture and Growth : We are now bringing a new volunteer culture to life. Officers have the privilege of taking part in festive and promotional events. ✉️ Officers of the Intelligence Foundation: officers@intelligencefoundation.org CONTACT INFORMATIONTo contact Vincent Boucher✉️ Email : vincent.boucher@vincentboucher.com 📞 Telephone : +1.514.829.8269 🏛 General Secretariat of Vincent Boucher : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office and Executive Counsel LEGAL NOTICEMATERIALS PROVIDED IN THIS SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT.","link":"/realVincentBoucher.github.io/2018/06/27/index/"}],"tags":[],"categories":[]}